[["0",{"pageContent":"# On Caring About What Others Think\n\nA founder recently asked me how to stop caring what other people think. I didn't have an answer, and after reflecting on it more, I think it's the wrong question.\n\nAlmost everyone cares what someone thinks (though caring what everyone thinks is definitely a mistake), and it's probably important. Caring too much makes you a sheep. But you need to be at least a little in tune with others to do something useful for them.\n\nIt seems like there are two degrees of freedom: you can choose the people whose opinions you care about (and on what subjects), and you can choose the timescale you care about them on. Most people figure out the former [1], but the latter doesn't seem to get much attention.\n\nThe most impressive people I know care a lot about what people think, even people whose opinions they really shouldn't value (a surprising number of them do something like keeping a folder of screenshots of tweets from haters). But what makes them unusual is that they generally care about other people's opinions on a very long time horizon—as long as the history books get it right, they take some pride in letting the newspapers get it wrong.\n\nYou should trade being short-term low-status for being long-term high-status, which most people seem unwilling to do. A common way this happens is by eventually being right about an important but deeply non-consensus bet. But there are lots of other ways—the key observation is that as long as you are right, being misunderstood by most people is a strength, not a weakness. You and a small group of rebels get the space to solve an important problem that might otherwise not get solved.\n\n[1] In the memorable words of Coco Chanel, \"I don't care what you think about me. I don't think about you at all.\"","metadata":{"source":"/Users/apoorv/Dont-touch/dumbo/apps/algo/sam/The Strength of Being Misunderstood.md","loc":{"lines":{"from":1,"to":13}}}}],["1",{"pageContent":"# Project Covalence\n\nAlmost every company and non-profit working on COVID-19 that I offered to help asked for support with clinical trials—for companies focusing on developing novel drugs, vaccines, and diagnostics, rapidly spinning up trials is one of their biggest bottlenecks.\n\nScience remains the only way out of the COVID-19 crisis. Dramatically improving clinical trials, which are usually time-consuming and cost tens to hundreds of millions of dollars, is one of the highest-leverage ways to get out of it faster.\n\nThe goal of this project, in collaboration with TrialSpark and Dr. Mark Fishman, is to offer much better clinical trial support to COVID-19 projects than anything that currently exists.\n\n**Project Covalence’s platform**, powered by TrialSpark, is uniquely optimized to support COVID-19 trials, which are ideally run in community settings or at the patient's home to reduce the burden placed on hospitals and health systems. Project Covalence is well-positioned to tackle the operational and logistical challenges involved in launching such trials and supports trial execution, 21 CFR Part 11 compliant remote data collection, telemedicine, biostatistics, sample kits for at-home specimen collection, and protocol writing.\n\nResearchers across academia and industry can leverage this shared infrastructure to rapidly launch their clinical trials. To facilitate coordination between studies, we will also be creating master protocols for platform studies to enable shared control arms and adaptive trial designs.\n\nIf you're interested in getting involved or have a trial that needs support, please get in touch at ProjectCovalence@trialspark.com or visit [Project Covalence](www.projectcovalence.com).","metadata":{"source":"/Users/apoorv/Dont-touch/dumbo/apps/algo/sam/Project Covalence.md","loc":{"lines":{"from":1,"to":13}}}}],["2",{"pageContent":"# Idea Generation \n\nThe most common question prospective startup founders ask is how to get ideas for startups. The second most common question is if you have any ideas for their startup.\n\nBut giving founders an idea almost always doesn't work. Having ideas is among the most important qualities for a startup founder to have—you will need to generate lots of new ideas in the course of running a startup.\n\nYC once tried an experiment of funding seemingly good founders with no ideas. I think every company in this no-idea track failed. It turns out that good founders have lots of ideas about everything, so if you want to be a founder and can't get an idea for a company, you should probably work on getting good at idea generation first.\n\n### How do you do that?\n\nIt's important to be in the right kind of environment, and around the right kind of people. You want to be around people who have a good feel for the future, will entertain improbable plans, are optimistic, are smart in a creative way, and have a very high idea flux. These sorts of people tend to think without the constraints most people have, not have a lot of filters, and not care too much what other people think.\n\nThe best ideas are fragile; most people don't even start talking about them at all because they sound silly. Perhaps most of all, you want to be around people who don't make you feel stupid for mentioning a bad idea, and who certainly never feel stupid for doing so themselves.\n\nStay away from people who are world-weary and belittle your ambitions. Unfortunately, this is most of the world. But they hold on to the past, and you want to live in the future.\n\nYou want to be able to project yourself 20 years into the future, and then think backward from there. Trust yourself—20 years is a long time; it's okay if your ideas about it seem pretty radical.\n\nAnother way to do this is to think about the most important tectonic shifts happening right now. How is the world changing in fundamental ways? Can you identify a leading edge of change and an opportunity that it unlocks? The mobile phone explosion from 2008-2012 is the most recent significant example of this—we are overdue for another!\n\nIn such a tectonic shift, the world changes so fast that the big incumbents usually get beaten by fast-moving and focused startups. (By the way, it's useful to get good at differentiating between real trends and fake trends. A key differentiator is if the new platform is used a lot by a small number of people or used a little by a lot of people.)\n\nAny time you can think of something that is possible this year and wasn't possible last year, you should pay attention. You may have the seed of a great startup idea. This is especially true if next year will be too late.\n\nWhen you can say \"I am sure this is going to happen, I'm just not sure if we'll be the ones to do it,\" that's a good sign. Uber was like this for me—after the first time I used it, it was clear we weren't going to be calling cabs for that much longer, but I wasn't sure that Uber was going to win the space.\n\nA good question to ask yourself early in the process of thinking about an idea is \"could this be huge if it worked?\" There are many good ideas in the world, but few of them have the inherent advantages that can make a startup massively successful. Most businesses don't generate a valuable accumulating advantage as they scale. Think early about why an idea might have that property. It's obvious for Facebook or Airbnb, but it often exists in more subtle ways.\n\nIt's also important to think about what you're well-suited for. This is hard to do with pure introspection; ideally you can ask a mentor or some people you've worked with what you're particularly good at. I've come to believe that founder/company fit is as important as product/market fit.\n\nFinally, a good test for an idea is if you can articulate why most people think it's a bad idea, but you understand what makes it good.\n\nThis is from my notes for a talk I gave at a YC event in China in 2018. Thanks to Eric Migicovsky for encouraging me to post it!\n\nI wrote it when I thought mostly about startups; now I think mostly about AI development. I am struck by how much of it applies, particularly paragraphs 5-9.","metadata":{"source":"/Users/apoorv/Dont-touch/dumbo/apps/algo/sam/Idea Generation.md","loc":{"lines":{"from":1,"to":35}}}}],["3",{"pageContent":"# Please Fund More Science\n\nExperts on the COVID-19 pandemic seem to think there are three ways out—that is, for life, health, and the economy to return roughly to normal.\n\nEither we get a vaccine good enough that R0 for the world goes below 1, a good enough treatment that people no longer need to be afraid, or we develop a great culture of testing, contract tracing, masks, and isolation.\n\nI wish that the federal government were doing much more—it would be great to see even a few percent of the recent stimulus bill go to funding R+D. But they don’t seem to be funding enough science, and although I think concerns about the private sector and philanthropy doing what the government is supposed to be doing are somewhat valid, there isn’t a great alternative right now.\n\nOn the positive side, I have never seen a field focused on one problem with such ferocity before. The response of biotech companies and research labs is amazing, and the speed they are operating at seems to have increased by more than 10x. It’s the best of the spirit of innovation, and it’s inspiring to see what these companies and research labs are doing.\n\nScientists can get us out of this. What they need are money and connections.\n\nInvestors and donors—this is where we can help. Please consider shifting some of your focus and capital to scientific efforts addressing the pandemic. (And future pandemics too—I think this will be a before-and-after moment in the world, and until we can defend against new viruses quickly, things are going to be different.)\n\nThe learning curve is quick, and there are a lot of experts willing to help you with diligence. It feels good to do something that might be useful, it’s interesting to do something totally new, and it will make you more optimistic.\n\nIf you make it known to your network that you want to fund efforts working on COVID-19, you’ll get flooded with opportunities. And it’s always good to invest where the best founders are congregating.","metadata":{"source":"/Users/apoorv/Dont-touch/dumbo/apps/algo/sam/Please fund more science.md","loc":{"lines":{"from":1,"to":17}}}}],["4",{"pageContent":"# Researchers and Founders\n\nI spent many years working with founders, and now I work with researchers.\n\nAlthough there are always individual exceptions, on average, it's surprising to me how different the best people in these groups are (including in some qualities that I had assumed were present in great people everywhere, like very high levels of self-belief).\n\nSo I've been thinking about the ways they're the same, because maybe there is something to learn about qualities of really effective people in general.\n\nThe best people in both groups spend a lot of time reflecting on some version of the Hamming question—\"what are the most important problems in your field, and why aren't you working on them?\" In general, no one reflects on this question enough, but the best people do it the most and have the best 'problem taste,' which is some combination of learning to think independently, reason about the future, and identify attack vectors. (This from John Schulman is worth reading: [Opinionated Guide to ML Research](http://joschu.net/blog/opinionated-guide-ml-research.html)).\n\nThey have a laser focus on the next step in front of them combined with long-term vision. Most people only have one or the other.\n\nThey are extremely persistent and willing to work hard. As far as I can tell, there is no high-probability way to be very successful without this, and you should be suspicious of people who tell you otherwise unless you'd be happy having their career (and be especially suspicious if they worked hard themselves).\n\nThey have a bias towards action and trying things, and they're clear-eyed and honest about what is working and what isn't (importantly, this goes both ways—I'm amazed by how many people will see something working and then not pursue it).\n\nThey are creative idea-generators—a lot of the ideas may be terrible, but there is never a shortage.\n\nThey really value autonomy and have a hard time with rules that they don't think make sense. They are definitely not lemmings.\n\nTheir motivations are often more complex than they seem—specifically, they are frequently very driven by genuine curiosity.","metadata":{"source":"/Users/apoorv/Dont-touch/dumbo/apps/algo/sam/Researchers and Founders.md","loc":{"lines":{"from":1,"to":21}}}}],["5",{"pageContent":"# Funding for COVID-19 Projects\n\nI'm trying to fund startups/projects helping with COVID-19 because it's basically the one thing I know how to do that can help. I think we will soon have enough testing capacity, so now I'd like to start funding more startups working on:\n\n1. **Producing a lot of ventilators or masks/gowns very quickly**. This will require a lot of repurposing and creativity but thankfully is an engineering problem, not a scientific one.\n2. **Screening existing drugs for effectiveness**.\n3. **Novel approaches to vaccines** (i.e., not doing what the big pharma companies are already doing).\n4. **Novel therapeutics that the big pharma companies are unlikely to work on**.\n\nWe tried this public spreadsheet, but it didn't work that well; please email me instead.\n\nAlso, if anyone knows of a contract research company that can run a viral challenge against SARS-CoV-2 in a humanized ACE2 animal model, that would help a startup I'm working with. Please reach out!\n\nAnd of course, I think the best thing to do is still to get people to stay home.","metadata":{"source":"/Users/apoorv/Dont-touch/dumbo/apps/algo/sam/Funding for COVID-19 Projects.md","loc":{"lines":{"from":1,"to":14}}}}],["6",{"pageContent":"# The Secret to Y Combinator's Success\n\nA lot of people want to replicate YC in some other industry or some other place or with some other strategy. In general, people seem to assume that:\n1. Although there was some degree of mystery or luck about how YC got going, it can't be that hard.\n2. If you can get it off the ground, the network effects are self-sustaining.\n\nMore YC-like things are good for the world; I generally try to be helpful. But almost none of them work. People are right about the self-sustaining part, but they can't figure out how to get something going.\n\nThe entire secret to YC getting going was PG and Jessica—there was no other magic trick. A few times a year, I end up in a conversation at a party where someone tells a story about how much PG changed their life—people speak with more gratitude than they do towards pretty much anyone else. Then everyone else agrees, YC founders and otherwise (non-YC founders might talk about an impactful essay or getting hired at a YC company). Jessica still sadly doesn't get nearly the same degree of public credit, but the people who were around the early days of YC know the real story.\n\nWhat did they do? They took bets on unknown people and believed in them more than anyone had before. They set strong norms and fought back hard against bad behavior towards YC founders. They trusted their own convictions, were willing to do things their way, and were willing to be disliked by the existing power structures. They focused on the most important things, they worked hard, and they spent a huge amount of time 1:1 with people. They understood the value of community and long-term orientation. When YC was very small, it felt like a family.\n\nPerhaps most importantly, they built an ecosystem (thanks to Joe Gebbia for pointing this out). This is easy to talk about but hard to do because it requires not being greedy. YC has left a lot of money on the table; other people have made more money from the ecosystem than YC has itself. This has cemented YC’s place—the benefits to the partners, alumni, current batch founders, Hacker News readers, Demo Day investors, and everyone else around YC is a huge part of what makes it work.\n\nI am not sure if any of this is particularly useful advice—none of it sounds that hard, and yet in the 15 years since, it hasn't been close to replicated.\n\nBut it seems worth trying. I am pretty sure no one has had a bigger total impact on the careers of people in the startup industry over that time period than the two of them.","metadata":{"source":"/Users/apoorv/Dont-touch/dumbo/apps/algo/sam/PG and jesica.md","loc":{"lines":{"from":1,"to":17}}}}],["7",{"pageContent":"# DALL•E 2 Research Launch\n\nToday, we did a research launch of **DALL•E 2**, a new AI tool that can create and edit images from natural language instructions.\n\nMost importantly, we hope people love the tool and find it useful. For me, it’s the most delightful thing to play with we’ve created so far. I find it to be creativity-enhancing, helpful for many different situations, and fun in a way I haven’t felt from technology in a while.\n\nBut I also think it’s noteworthy for a few reasons:\n\n1. This is another example of what I think is going to be a new computer interface trend: you say what you want in natural language or with contextual clues, and the computer does it. We offer this for code and now image generation; both of these will get a lot better. But the same trend will happen in new ways until eventually it works for complex tasks—we can imagine an \"AI office worker\" that takes requests in natural language like a human does.\n\n2. It sure does seem to \"understand\" concepts at many levels and how they relate to each other in sophisticated ways.\n\n3. **Copilot** is a tool that helps coders be more productive, but still is very far from being able to create a full program. **DALL•E 2** is a tool that will help artists and illustrators be more creative, but it can also create a \"complete work\". This may be an early example of the impact AI on labor markets. Although I firmly believe AI will create lots of new jobs, and make many existing jobs much better by doing the boring bits well, I think it’s important to be honest that it’s increasingly going to make some jobs not very relevant (like technology frequently does).\n\n4. It’s a reminder that predictions about AI are very difficult to make. A decade ago, the conventional wisdom was that AI would first impact physical labor, and then cognitive labor, and then maybe someday it could do creative work. It now looks like it’s going to go in the opposite order.\n\n5. It’s an example of a world in which good ideas are the limit for what we can do, not specific skills.\n\n6. Although the upsides are great, the model is powerful enough that it's easy to imagine the downsides.\n\nHopefully this summer, we’ll do a product launch and people will be able to use it for all sorts of things. We wanted to start with a research launch to figure out how to minimize the downsides in collaboration with a larger group of researchers and artists, and to give people some time to adapt to the change—in general, we are believers in incremental deployment strategies. (Obviously the world already has Photoshop and we already know that images can be manipulated, for good and bad.)\n\n![A robot hand drawing, by DALL•E](image-url-here)","metadata":{"source":"/Users/apoorv/Dont-touch/dumbo/apps/algo/sam/Dalle 2.md","loc":{"lines":{"from":1,"to":23}}}}],["8",{"pageContent":"# Helion Needs You\n\nHelion has been progressing even faster than I expected and is on pace in 2024 to:\n\n1. Demonstrate Q > 1 fusion\n2. Resolve all questions needed to design a mass-producible fusion generator.\n\nThe goals of the company are quite ambitious—clean, continuous energy for 1 cent per kilowatt-hour, and the ability to manufacture enough power plants to satisfy the current electrical demand of Earth in a ten-year period.\n\nIf both things happen, it will transform the world. Abundant, clean, and radically inexpensive energy will elevate the quality of life for all of us—think about how much the cost of energy factors into what we do and use. Also, electricity at this price will allow us to do things like efficiently capture carbon (so although we’ll still rely on gasoline for a while, it’ll be okay).\n\nAlthough Helion’s scientific progress of the past 8 years is phenomenal and necessary, it is not sufficient to rapidly get to this new energy economy. Helion now needs to figure out how to engineer machines that don’t break, how to build a factory and supply chain capable of manufacturing a machine every day, how to work with power grids and governments around the world, and more.\n\nThe biggest input to the degree and speed of success at the company is now the talent of the people who join the team. Here are a few of the most critical jobs, but please don’t let the lack of a perfect fit deter you from applying.\n\n- Electrical Engineer, Low Voltage: [Apply Here](https://boards.greenhouse.io/helionenergy/jobs/4044506005)\n- Electrical Engineer, Pulsed Power: [Apply Here](https://boards.greenhouse.io/helionenergy/jobs/4044510005)\n- Mechanical Engineer, Generator Systems: [Apply Here](https://boards.greenhouse.io/helionenergy/jobs/4044522005)\n- Manager of Mechanical Engineering: [Apply Here](https://boards.greenhouse.io/helionenergy/jobs/4044521005)\n\n[All current jobs](https://www.helionenergy.com/careers/)","metadata":{"source":"/Users/apoorv/Dont-touch/dumbo/apps/algo/sam/Helion needs you.md","loc":{"lines":{"from":1,"to":21}}}}]]